import { AddressData } from '../../interfaces';

export const addresses: AddressData[] = [
  {
    address: 'г. Ташкент, Шайхантаурский район, ул. А. Кадирий, дом 9',
    id: 1,
    phones: [
      {
        hint: '+998 71 244 57 17',
        phoneNumber: '+998712445717',
      },
    ],
    title: 'Шайхантаурский филиал',
    workingTime: 'Понедельник-пятница 9:00 — 16:00',
  },
  {
    address: 'г. Ташкент, Янгибазарский район, улица Ж.Мангуберди 14-дом',
    id: 2,
    phones: [
      {
        hint: '+998 71 244 57 17',
        phoneNumber: '+998712445717',
      },
    ],
    title: 'Янгибазарский филиал',
    workingTime: 'Понедельник-пятница 9:00 — 16:00',
  },
  {
    address: 'г. Ташкент, Шайхантаурский район, ул. А. Кадирий, дом 9',
    id: 3,
    phones: [
      {
        hint: '+998 71 244 57 17',
        phoneNumber: '+998712445717',
      },
    ],
    title: 'Шайхантаурский филиал',
    workingTime: 'Понедельник-пятница 9:00 — 16:00',
  },
  {
    address: 'г. Ташкент, Янгибазарский район, улица Ж.Мангуберди 14-дом',
    id: 4,
    phones: [
      {
        hint: '+998 71 244 57 17',
        phoneNumber: '+998712445717',
      },
    ],
    title: 'Янгибазарский филиал',
    workingTime: 'Понедельник-пятница 9:00 — 16:00',
  },
  {
    address: 'г. Ташкент, Шайхантаурский район, ул. А. Кадирий, дом 9',
    id: 5,
    phones: [
      {
        hint: '+998 71 244 57 17',
        phoneNumber: '+998712445717',
      },
    ],
    title: 'Шайхантаурский филиал',
    workingTime: 'Понедельник-пятница 9:00 — 16:00',
  },
  {
    address: 'г. Ташкент, Янгибазарский район, улица Ж.Мангуберди 14-дом',
    id: 6,
    phones: [
      {
        hint: '+998 71 244 57 17',
        phoneNumber: '+998712445717',
      },
    ],
    title: 'Янгибазарский филиал',
    workingTime: 'Понедельник-пятница 9:00 — 16:00',
  },
  {
    address: 'г. Ташкент, Шайхантаурский район, ул. А. Кадирий, дом 9',
    id: 7,
    phones: [
      {
        hint: '+998 71 244 57 17',
        phoneNumber: '+998712445717',
      },
    ],
    title: 'Шайхантаурский филиал',
    workingTime: 'Понедельник-пятница 9:00 — 16:00',
  },
  {
    address: 'г. Ташкент, Янгибазарский район, улица Ж.Мангуберди 14-дом',
    id: 8,
    phones: [
      {
        hint: '+998 71 244 57 17',
        phoneNumber: '+998712445717',
      },
    ],
    title: 'Янгибазарский филиал',
    workingTime: 'Понедельник-пятница 9:00 — 16:00',
  },
  {
    address: 'г. Ташкент, Шайхантаурский район, ул. А. Кадирий, дом 9',
    id: 9,
    phones: [
      {
        hint: '+998 71 244 57 17',
        phoneNumber: '+998712445717',
      },
    ],
    title: 'Шайхантаурский филиал',
    workingTime: 'Понедельник-пятница 9:00 — 16:00',
  },
];
