import { LinkListItemData } from '../../components/blocks/link-list-block/interfaces';

export const linkListItems: LinkListItemData[] = [
  {
    id: 1,
    link: {
      title: 'бизнес, соединяем города и регионы, используя широкую филиальную сеть',
      url: '',
    },
    title: 'поддерживаем',
  },
  {
    id: 2,
    link: {
      title: 'современные технологии по производству и переработке сельскохозяйственных товаров',
      url: '',
    },
    title: 'внедряем',
  },
  {
    id: 3,
    link: {
      title: 'аграрный и сельскохозяйственный сектора, проводим экономические реформы',
      url: '',
    },
    title: 'развиваем',
  },
  {
    id: 4,
    link: {
      title: 'качественные услуги клиентам банка, внедряя современные подходы и технологии',
      url: '',
    },
    title: 'предоставляем',
  },
  {
    id: 5,
    link: {
      title: 'людей, которые будут развивать и поддерживать Агробанк вместе с нами',
      url: '',
    },
    title: 'ищем',
  },
];
